/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "데이터 없음";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "저장";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "서명 다시 입력";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "지우기";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "취소";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "서명";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "눌러서 로그인";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "서명 영역";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "두 번 누른 후 끌어서 서명";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "서명 이미지";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "서명란";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "취소됨";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "다음";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "확인";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "상태";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "사용자가 온보딩을 취소했습니다.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "동의하지 않으면 온보딩을 계속할 수 없습니다.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "동의";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "종료";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "뒤로";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "단계";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "온보딩 프로세스를 종료하시겠습니까?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "개인정보 보호를 원하십니까?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "데이터에 대해 주의하십시오.";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "나중에";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "허용";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "거부";

/* XBUT: Agree action title in EULAView */
"Agree" = "동의";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "동의 안 함";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "로드하는 중...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "아직 아무것도 표시되지 않았습니다.";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d시간 %d분";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "완료";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "데이터 테이블에 %d개의 오류가 있습니다.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "행 헤더";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "행 %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "열 %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "선행 액세서리";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "후행 액세서리";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "텍스트";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "이미지";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "날짜";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "시간";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "기간";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "리스트 항목";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "선택됨";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "선택되지 않음";

/* XBUT: calendar time component label */
"Time" = "시간";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "값: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "탭한 셀은 읽기 전용입니다.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "읽기 전용 필드";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "더 이상 남아 있는 문자가 없습니다.";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "문자 수를 줄이십시오.";

